{
    "rich-text": "<h1>Privacyverklaring</h1><p>PRIVACYVERKLARING BRIGHTSIDE PRODUCTIONS</p><p>Deze Privacyverklaring regelt de verwerking van persoonsgegevens door Brightside Productions, een besloten vennootschap gevestigd te 9031 Gent, Deinsesteenweg 108, ingeschreven in het KBO-register onder het nummer 0805.334.382, e-mail: info@brightsideproductions.be, hierna verder genoemd 'Brightside Productions'.</p><p>Deze Privacyverklaring kadert in de naleving van de Algemene Verordening Gegevensbescherming van 24 mei 2016 met betrekking tot de bescherming van het privéleven in de verwerking van persoonlijke gegevens en de Wet van 30 juli 2018 betreffende de bescherming van natuurlijk personen met betrekking tot de verwerking van persoonsgegevens, en legt uit welke persoonsgegevens Brightside Productions verzamelt en hoe zij die gebruikt. Lees deze Privacyverklaring aldus aandachtig door, want het bevat essentiële informatie over hoe uw persoonsgegevens worden verwerkt.</p><p>Brightside Productions respecteert hierbij uw privacy en uw rechten om uw persoonsgegevens te controleren en te weten hoe ze worden verwerkt.</p><h2>1. Persoonsgegevens</h2><p>Als verwerkingsverantwoordelijke verwerkt Brightside Productions de persoonsgegevens die u haar vrijwillig verstrekt bij het aangaan van een klantenrelatie, in het kader van personeels- en leveranciersbeheer, bij deelname aan evenementen, voor het maken van een afspraak via de website of die noodzakelijk zijn de uitvoering van de door Brightside Productions aangeboden diensten.</p><p>Meer bepaald kan Brightside Productions dus onder andere volgende persoonsgegevens verwerken: naam, voornaam, geboortedatum, e-mailadres, telefoonnummer, bankgegevens, etc.</p><p>Verder verzamelt Brightside Productions ook automatisch (en geanonimiseerde) gegevens over het gebruik, toegang of interactie met aar website door middel van cookies en vergelijkbare technologieën, o.a. om het functioneren van de website te kunnen monitoren, of met het oog op detectie van fraude en/of veiligheidsinbreuken, door middel van IP-adressen en browser-gegevens.</p><p>Brightside Productions kan ook informatie over u ontvangen van sociale mediakanalen (Linkedin), bijvoorbeeld wanneer u op deze platforms met haar communiceert. Brightside Productions beschermt de gegevens die zij van derden krijgt op dezelfde manier als die in deze Privacyverklaring wordt beschreven.</p><h2>2. Beveiliging en opslag</h2><p>Brightside Productions neemt de verwerking van uw persoonsgegevens uiterst serieus en tracht de nodige technische en organisatorische maatregelen te voorzien om uw persoonsgegevens te beschermen en te helpen voorkomen dat diefstal, misbruik en onbevoegde toegang, verstrekking, wijziging en vernietiging van uw informatie kan plaatsvinden. Zo zijn alle personeelsleden en dienstverleners gehouden tot geheimhouding van verstrekte persoonsgegevens en wordt er een wachtwoordbeleid met biometrisch paswoord, firewall en antivirus gehanteerd op al de systemen.</p><p>Brightside Productions controleert haar systemen regelmatig op mogelijke veiligheidsrisico's en aanvallen. Zij kan de veiligheid van door u verzonden gegevens echter niet garanderen. Indien er sprake zou zijn van een inbreuk zal hier snel op worden gereageerd en zullen de betrokken partijen op de hoogte worden gebracht. Brightside Productions kan evenwel niet aansprakelijk worden gesteld voor directe, indirecte, of gevolgschade, al dan niet veroorzaakt door een foutief of onrechtmatig gebruik van persoonsgegevens door een derde.</p><p>De verzamelde persoonsgegevens worden opgeslagen en verwerkt in België, op de zetel van Brightside Productions of bijkomende vestigingen, of bij externe dienstverleners, die eveneens in België of Europa zijn gevestigd. De verzamelde gegevens gaan enkel over een beveiligde verbinding vanuit de website naar de server.</p><p>Sommige gegevens worden door externe dienstverleners opgeslagen en verwerkt buiten de Europese Unie. Indien de gegevens bij externe dienstverleners staan, met servers buiten de Europese Economische Ruimte, gaat Brightside Productions ervan uit dat voor de verwerking van deze gegevens een gelijkwaardig beschermingsniveau als in de Europese Unie gehanteerd wordt. Hiervoor kan, voor zover nodig, bij de doorgifte van uw persoonsgegeven naar landen buiten de Europese Economische ruimte gebruik worden gemaakt van passende waarborgen overeenkomstig artikel 46 AVG zoals de standaard-contractsbepalingen met aanvullende waarborgen, bijvoorbeeld encryptie of pseudonimisering van de persoonsgegevens (waarbij de encryptiesleutel in de EU blijft), en van de adequaatheidsbesluiten overeenkomstig artikel 45 AVG.</p><h2>3. Toegang en transfer aan derden</h2><p>Teneinde uw persoonsgegevens te kunnen verwerken, verleent Brightside Productions toegang aan haar aangestelden en werknemers. Brightside Productions garandeert evenwel een gelijkaardig niveau van bescherming door contractuele verplichtingen tegenstelbaar te maken aan deze aangestelden en werknemers, die gelijkaardig zijn aan deze Privacyverklaring.</p><p>De door u verstrekte persoonsgegevens worden niet overgedragen aan of gedeeld met derden, tenzij dit noodzakelijk is voor de uitvoering van de overeenkomst of in het kader van een samenwerking met externe dienstverleners. Dit kan onder meer betrekking hebben op de verwerking van facturatiegegevens, websitebeheer en -hosting, en administratie.</p><p>Tenslotte, en enkel voor zover dit wettelijk vereist of strikt noodzakelijk is voor de uitvoering van de diensten of voor het beschermen van de rechten van Brightside Productions, of de rechten van aan haar gelieerde derden of haar klanten, verstrekt Brightside Productions uw persoonsgegevens aan wetshandhavingsinstanties of in gerechtelijke procedures, met inbegrip van (gerechtelijke) reorganisatie, faillissement of overdracht. Desgevallend zal altijd getracht worden om u, in de mate van het mogelijke, van een eventuele overdracht op voorhand te informeren.</p><h2>4. Cookies</h2><p>Door het gebruik van de website van Brightside Productions kunnen cookies op de harde schijf van uw toestel geplaatst worden.</p><p>Als gebruiker van de website zal u gevraagd worden om uw toestemming te geven voor het laden van bepaalde cookies. Dit kan gebeuren via een balk onderaan of bovenaan de website, met verwijzing naar het cookiebeleid van Brightside Productions voor meer informatie. Het verder surfen op de website zal echter niet verhinderd worden, doch bij weigering zullen enkel functionele cookies geplaatst kunnen worden.</p><p>De website van Brightside Productions maakt tevens gebruik van website plug-ins van onder andere Odoo en Microsoft (LinkedIn). Door het plaatsen van deze plug-ins kunnen uw persoonsgegevens worden verzameld en doorgestuurd aan deze derde partijen. Conform artikel 26 van de Algemene Verordening Gegevensbescherming is samen met deze derden verwerkingsverantwoordelijke.</p><p>Voor de rechten en verplichtingen van iedere verwerkingsverantwoordelijke wordt verwezen naar de respectievelijke privacyverklaringen van deze platformen. Als gebruiker van de website zal u in elk geval gevraagd worden om uw actieve en geïnformeerde toestemming te geven voor het doorsturen van uw persoonsgegevens naar deze derde partijen.</p><p>Voor meer informatie omtrent de gebruikte cookies, verwijst Brightside Productions u door naar haar Cookiebeleid te raadplegen op XXX</p><h2>5. Verwerkingsdoeleinden</h2><p>a) <u>Klantenbeheer</u></p><p>Brightside Productions verwerkt persoonsgegevens in het kader van haar klantenbeheer om haar klantenrelaties op te bouwen en te onderhouden. Dit houdt onder meer in dat klantgegevens worden vastgelegd in een intern en beveiligd systeem met het oog op de uitvoering van de diensten, facturatie en betaling.</p><p>b) <u>Personeelsbeheer</u></p><p>Brightside Productions verwerkt persoonsgegevens van haar personeel en sollicitanten om haar specifieke rechten en verplichtingen op het gebied van het arbeidsrecht te vervullen. Dit houdt onder meer in dat personeelsgegevens worden vastgelegd in een intern en beveiligd systeem met het oog op het opstellen en beheren van arbeidsovereenkomsten, het bijhouden van personeelsdossier, het verwerken van salaris- en loonadministratie, het registeren van verlof, ziekte en verzuim, de uitvoering van sollicitatiegesprekken en het voldoen aan wettelijke verplichtingen zoals belasting- en sociale zekerheidswetgeving.</p><p>c) <u>Leveranciersbeheer</u></p><p>Brightside Productions verwerkt persoonsgegevens in het kader van leveranciersbeheer. Dit impliceert contact met leveranciers, dienstverleners en andere externe partijen. Dit omvat onder meer het aanvragen van offertes en het sluiten van overeenkomsten, het uitvoeren en beheren van contractuele afspraken, het communiceren over leveringen, diensten en facturatie, het verrichten van betalingen en bijhouden van financiële administratie.</p><p>d) <u>Events</u></p><p>Voorts Persoonsgegevens worden verwerkt in het kader van het organiseren van (netwerk)events, voor de registratie van deelnemers, communicatie over het event, het beheren van de deelname, het verstrekken van relevante informatie en updates, en het verbeteren van toekomstige evenementen.</p><p>e) <u>Contactformulier</u></p><p>Voorts verwerkt Brightside Productions de persoonsgegevens verstrekt via het contactformulier op haar website voor een consistente opvolging van vragen en verzoeken en voor het maken van een afspraak met een vertegenwoordiger. De gegevens die via het contactformulier worden verstrekt gebruikt om de dienstverlening en communicatie te optimaliseren.</p><p>f) <u>Cookies en websitewidgets</u></p><p>Daarnaast worden uw persoonsgegevens gebruikt om u de toegang te garanderen tot de website, om de correcte functionaliteit van de website te waarborgen door u te (kunnen) informeren omtrent updates, nieuwe functionaliteiten, edm.</p><p>Uw gegevens worden tevens verwerkt met oog op het gebruik van website widgets zoals Microsoft (Linkedin).</p><p>a) <u>Direct marketing</u></p><p>Persoonsgegevens worden verder verwerkt met het oog op het toezenden van informatie met betrekking tot de diensten van Brightside Productions. Afhankelijk van het type van communicatie, kan Brightside Productions u contacteren via e-mail, telefoon en/of sociale mediakanalen.</p><p>b) <u>Beveiliging, beslechten van geschillen en naleving van wetgeving</u></p><p>Tenslotte wil Brightside Productions de nodige beveiliging en veiligheid bieden en kunnen de gegevens ook gebruikt worden in het kader van het beslechten van geschillen, fraudeopsporing, juridische doeleinden en om in overeenstemming te zijn met geldende wetgeving.</p><h2>6. Rechtsgronden</h2><p>De verzamelde persoonsgegevens worden verwerkt op basis van de volgende rechtsgronden : artikel 6.1.a AVG (toestemming), artikel 6.1.b AVG (noodzakelijk voor de uitvoering van een overeenkomst), artikel 6.1.c AVG (noodzakelijk om te voldoen aan wettelijke verplichting die op de verwerkingsverantwoordelijke rust) en artikel 6.1.f AVG (gerechtvaardigde belangen).</p><p>Rekening houdend met de verwerkingsdoeleinden zoals hierboven omschreven, zal de verwerking van persoonsgegevens als volgt gebeuren:</p><p>- Klantenbeheer en leveranciersbeheer: op grond van artikel 6.1.b AVG (noodzakelijk voor de uitvoering van een overeenkomst). U bent niet verplicht om de noodzakelijke persoonsgegevens voor de uitvoering van de overeenkomst aan Brightside Productions over te maken. Hou er evenwel rekening mee dat bij gebreke hiervan Brightside Productions niet in de mogelijkheid zal zijn op bepaalde diensten uit te voeren of bepaalde afspraken na te komen.</p><p>- Personeelsbeheer: op grond van artikel 6.1.b AVG (noodzakelijk voor de uitvoering van een overeenkomst).</p><p>- Events: op grond van artikel 6.1.b AVG (noodzakelijk voor de uitvoering van een overeenkomst).</p><p>- Contactformulier: op grond van artikel 6.1.a AVG (toestemming). <p>- Cookies en websitewidgets: op grond van artikel 6.1.a AVG (toestemming). De functionele cookies zijn nodig voor het goed functioneren van de website en kunnen niet worden geweigerd. De overige cookies worden enkel geplaatst indien u actief uw toestemming heeft gegeven voor het plaatsen van dergelijke cookies. Ook voor wat betreft de website plug-ins zullen uw persoonsgegevens, met name door de cookies gegeneerde informatie over het gebruik van de website, enkel worden verzameld en doorgestuurd aan deze derde partijen voor zover u hierover actief uw toestemming heeft gegeven. U kunt deze toestemming geven door het aanvinken van het selectievakje in een balk onderaan de website. Indien u uw toestemming geeft, staat het u vrij om op elk moment uw toestemming in te trekken.</p><p>- Direct marketing: op grond van artikel 6.1.a AVG (toestemming) en artikel 6.1.f.</p><p>- Beveiliging, beslechten van geschillen en naleving van wetgeving: op grond van artikel 6.1.c AVG (noodzakelijk om te voldoen aan wettelijke verplichting die op verwerkingsverantwoordelijke rust) en op grond van artikel 6.1.f AVG (gerechtvaardigde belangen) om ons recht van verdediging uit te oefenen.</p><h2>7. Bewaarperiode</h2><p>Afhankelijk van het verwerkingsdoeleinde, zullen de persoonsgegevens die werden verwerkt door Brightside Productions bewaard worden zolang als noodzakelijk voor de realisatie van de doelen waarvoor de gegevens worden verzameld en opdat Brightside Productions, onder andere, aan haar wettelijke en boekhoudkundige vereisten kan voldoen.</p><p>Persoonsgegevens die worden verzameld in het kader van klanten- en personeelsbeheer worden bewaard voor maximaal 10 jaar. Gegevens in het kader van leveranciersbeheer worden maximaal 7 jaar bewaard. Persoonsgegevens van sollicitanten worden maximaal 2 jaar bewaard. Gegevens met betrekking tot cookies, websitewidgets en direct marketing worden eveneens maximaal 2 jaar bewaard. Persoonsgegevens die via het contactformulier worden verstrekt, worden maximaal 1 jaar bewaard.</p><h2>8. Rechten en klachten van de betrokkene</h2><p>Als betrokkene heeft u te allen tijde recht op inzage van de door Brightside Productions als verwerkingsverantwoordelijke verwerkte persoonsgegevens en kan u ze (laten) verbeteren indien ze onjuist of onvolledig zijn, de gegevens laten overdragen, de verwerking ervan laten beperken of ze (onder omstandigheden) laten verwijderen. Voorts heeft u ook het recht om u kosteloos te verzetten tegen elke verwerking van persoonsgegevens met het oog op direct marketing. U kunt uw toestemming voor marketinggerelateerde e-mails te allen tijde intrekken door op de afmeldlink onderaan iedere e-mail te klikken die u van ons ontvangt.</p><p>Brightside Productions gebruikt geen gegevens die uitsluitend op geautomatiseerde wijze worden verwerkt (zoals profiling).</p><p>Aangezien de verwerking van de persoonsgegevens mede plaatsvindt op basis van artikel 6.1.a AVG (toestemming) heeft u bovendien steeds het recht om de gegeven toestemming in te trekken. Hou er evenwel rekening mee dat u niet langer relevante informatie zal ontvangen indien u geen toestemming geeft om bepaalde persoonsgegevens te verwerken.</p><p>Deze bovengenoemde rechten kan u uitoefenen, door Brightside Productions te informeren per e-mail aan info@brightsidemediagroup.be.</p><p>Een officiële klacht kan u indienen bij de Gegevensbeschermingsautoriteit: Drukpersstraat 35, 1000 Brussel, Tel +32 (0)2 274 48 00, Fax +32 (2) 274 48 35, email: contact@adp-gba.be</p><h2>9. Wijzigingen privacyverklaring</h2><p>Indien nodig, kan Brightside Productions deze Privacyverklaring aanpassen of updaten om veranderingen op de website of in haar werkwijze weer te geven. Brightside Productions raadt u aan deze verklaring regelmatig opnieuw te lezen voor meer informatie hoe zij uw informatie gebruikt en beschermt.</p><h2>10. Contact</h2><p>Voor verdere informatie, vragen of opmerkingen omtrent deze Privacyverklaring of het Privacybeleid van Brightside Productions kunt u terecht bij info@brightsidemediagroup.be.</p><p>Leuven, september 2025</p>"
}